/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "title": true,
        "content": true
      }
    },
    "1654272365c5fb77f0": {
      "type": "image-with-text",
      "settings": {
        "image": "shopify://shop_images/control_app.png",
        "image_position": "left",
        "image_width": 50,
        "title": "Download our Control App",
        "content": "<p>Introducing <em><strong>Brightlink New multifunction Pro-Control APP</strong></em>, designed for simple, easy control of Brightlink’s AV Distribution systems, now available on Apple iTunes for ISO devices and Google Play Store for Android devices.</p><p><strong>ITUNES</strong>: <a href=\"https://apps.apple.com/us/app/brightlink-av/id1453770459\">https://apps.apple.com/us/app/brightlink-av/id1453770459</a></p><p><strong>GOOGLE PLAY STORE</strong>: <a href=\"https://play.google.com/store/apps/details?id=com.brightlink.av&hl=en_CA\">https://play.google.com/store/apps/details?id=com.brightlink.av&hl=en_CA</a></p><p><strong>MICROSOFT STORE: </strong><a href=\"https://apps.microsoft.com/store/detail/brightlink-av/9NM3PQK1KS9G\" title=\"https://apps.microsoft.com/store/detail/brightlink-av/9NM3PQK1KS9G\">https://apps.microsoft.com/store/detail/brightlink-av/9NM3PQK1KS9G</a></p>",
        "button_text": "",
        "button_link": ""
      }
    },
    "1654272661ca627d87": {
      "type": "video",
      "settings": {
        "title": "",
        "video_url": "https://youtu.be/gf1Zg-o61O4",
        "image": "shopify://shop_images/preview.png"
      }
    },
    "165427240278da0f63": {
      "type": "rich-text",
      "settings": {
        "text_width": "narrow",
        "title": "Learn About Out App",
        "content": "<p>Brightlink’s Pro-Control APP comes free with the purchase of any of our compatible Matrix AV Distribution systems.</p><p>Compatiable Devices:</p><p><a href=\"https://brightlinkav.com/brightlink-pro-series-8x8-8x16-hdmi-hdbaset-matrix-with-resolutions-upto-4kx2kat60hz-distance-upto-70m-228ft-away-comes-with-8-hdbaset-receivers-with-poc-1.html\" target=\"_blank\">BL-8X8-HDBT-HD20</a></p><p><a href=\"https://brightlinkav.com/new-brightlink-8x8-hdmi-2-0-matrix-switcher-4k-60hz-yuv4-4-4-hdcp-2-2-hdr10-pc-and-ir-control.html\" target=\"_blank\">BL-8X8-HD20-CEC</a></p><p><a href=\"https://brightlinkav.com/brightlink-new-4x4-hdmi-2-0-matrix-hdr10-4kat60hz-yuv4-4-4-spdif-audio-out.html\" target=\"_blank\">BL-4X4-HD20-A</a></p><p><a href=\"https://www.brightlinkav.com/collections/18x18-modular-hdmi-in-hdbaset-out\" target=\"_blank\">BL-PRO-MIX-1818</a></p><p><a href=\"https://www.brightlinkav.com/collections/32x32-modular-hdmi-in-hdbaset-out\" target=\"_blank\">BL-PRO-MIX-3232</a></p><p><a href=\"https://www.brightlinkav.com/products/brightlink-4k-hdmi-over-ip-receiver-poe-for-source-input-device-part-of-brightlink-s-any-size-hdmi-over-ip-matrix-system-with-app-control-video-walls-up-to-8x16-displays-h-264-up-to-400ft-120m-over-cat6-and-usb-kvm-extension-receiver-only\" target=\"_blank\">BL-EXT-IP-4KVW</a></p><p><a href=\"https://www.brightlinkav.com/products/brightlink-16x16-hdmi-2-0-matrix-switcher-4k-60hz-yuv4-4-4-hdcp-2-2-hdr10-arc-cec-control\" target=\"_blank\">BL-16X16-HD20-CEC</a></p><p>BL-PRO-V2-1818</p><p>BL-PRO-V2-4040</p><p></p><p>Our Pro-Control APP allows you to easily control your multi-source / multi-display systems from you smart phone or tablet anywhere within the wifi range. You can pick what source you want to see on what display with our various selection options as well, and on certain systems, configure your video wall set ups.</p><p>To get started download the app from your preferred app store.</p><p>Once the app is download to your device you will be directed to create an account. This account is different from your brightlink website account.</p><p>You must send a verification code to your email in order to create an account. After you have created an account and signed in you can now add the Brightlink device that you need.</p><p>In order to proceed you will need to obtain a valid serial number from support@brightlinkav.com by providing you order number, name, and system sku.</p><p>When you select your device the fields will be automatically populated with the default information for your system.</p><p>You are able to rename your devices as well as change the device IP if needed. The port number should remain the same.</p><p>To allow your device and matrix to successfully connect, your matrix and network IP address must share the same subnet.</p><p>For example if you matrix default IP is 192.168.0.88, then your network must share the same subnet, second to last octet of numbers which would be .0. So your wifi access point and your network would have an IP similar to 192.168.0.1.</p><p>Once you are sure that you have all the correct settings you can now save your device and start using the app to control it.</p><p>The app has 4 main sections for you to choose from, <em><strong>State, Routing, Multi Routing, and Preset.</strong></em></p><p>State gives you a quick view of your current configurations for your inputs and outputs. You should swipe down to refresh every time to make sure it is current.</p><p>Routing is the section you will likely use the most. This section allows you to quickly scroll through your output displays and select which source you want to route to it.</p><p>Also you can select the “Settings” button, then select input or output which will allow you to Change the names, choose a button colour, and turn off ports that are not in use. As well you can enter the General tap if you need to adjust the matrix / app configuration.</p><p>Multi routing allows you to select a signal input and send it to multiple outputs at the same time. First select the input your want to send to multiple displays. Then it will take you to the next screen where you can select all, if you want to send the input to all outputs, or you can select any other multi-output combination you like by Turing the output toggle button to on / Green position, and then selection apply.</p><p>The preset section allows you to add custom input / output combination and easily recall them later. To do this you hit the “Add” button, and then using the toggle button, you can turn on / off each Output you want to be included in your custom preset configuration. When the Output is on you can select which input will be routed to it. Once you have turned on the outputs you need and selected which input goes to them, you can give your new preset a name and click “Save”. It will take a monument for this preset to save. Now you can come back into your presets and select the one your just made and with this one click it will make your custom switch for you.</p><p><br/>If you need anymore help with your app set up please contact <strong>support@brightlinkav.com</strong></p>",
        "button_text": "Shop Our Products",
        "button_link": "shopify://collections/all"
      }
    }
  },
  "order": [
    "main",
    "1654272365c5fb77f0",
    "1654272661ca627d87",
    "165427240278da0f63"
  ]
}
